tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "huytd/cask-fonts"
tap "nextdns/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "vmware-tanzu/carvel"
tap "yasyf/do"
brew "asdf"
brew "awscli"
brew "bat"
brew "chezmoi"
brew "cmake"
brew "exa"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "go"
brew "huggingface-cli", link: false
brew "imagemagick"
brew "jq"
brew "llvm"
brew "luarocks"
brew "mkcert"
brew "neovim"
brew "ripgrep"
brew "spotify-tui"
brew "tmux"
brew "watchman"
brew "zsh-syntax-highlighting"
brew "yasyf/do/do"
cask "1password-cli"
cask "font-fira-code"
cask "font-haskplex-nerd"
cask "github"
cask "kitty"
