tap "huytd/cask-fonts"
tap "nextdns/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "vmware-tanzu/carvel"
brew "mise"
brew "awscli"
brew "bat"
brew "chezmoi"
brew "cmake"
brew "diff-so-fancy"
brew "eza"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "go"
brew "gpg"
brew "huggingface-cli", link: false
brew "imagemagick"
brew "jq"
brew "llvm"
brew "luarocks"
brew "mkcert"
brew "neovim"
brew "ripgrep"
brew "tmux"
brew "watchman"
brew "zsh-syntax-highlighting"
brew "fd"
brew "wget"
brew "nextdns"
cask "1password"
cask "1password-cli"
cask "font-fira-code"
cask "font-haskplex-nerd"
cask "github"
cask "kitty"
