tap "adoptopenjdk/openjdk"
tap "cerbos/tap"
tap "fsouza/prettierd"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "huytd/cask-fonts"
tap "nextdns/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "robsalasco/libpostal"
tap "vmware-tanzu/carvel"
tap "yasyf/do"
brew "mas"
brew "actionlint"
brew "autoconf"
brew "automake"
brew "libtool"
brew "openssl@3"
brew "asdf"
brew "aspell"
brew "boost"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "chezmoi"
brew "clang-format"
brew "cmake"
brew "libidn2"
brew "curl"
brew "folly"
brew "edencommon"
brew "exa"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fzf"
brew "gawk"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-lfs"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "netpbm"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "huggingface-cli", link: false
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "isort"
brew "jq"
brew "krb5"
brew "libpq", link: true
brew "libraqm"
brew "llvm"
brew "luarocks"
brew "mkcert"
brew "neovim"
brew "node"
brew "nss"
brew "openjdk"
brew "pgformatter"
brew "pillow", link: false
brew "python@3.10"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "spotify-tui"
brew "sqls"
brew "tmux"
brew "watch"
brew "watchman"
brew "xpdf"
brew "zsh-syntax-highlighting"
brew "cerbos/tap/cerbos"
brew "fsouza/prettierd/prettierd"
brew "qmk/qmk/qmk"
brew "vmware-tanzu/carvel/ytt"
brew "yasyf/do/do"
cask "1password-cli"
cask "adoptopenjdk11"
cask "adoptopenjdk8"
cask "alacritty"
cask "font-fira-code"
cask "font-haskplex-nerd"
cask "github"
cask "grammarly"
cask "kitty"
cask "qmk-toolbox"
cask "spectacle"
cask "sublime-text"
cask "visual-studio-code"
